{
  "SamplingFrequency": 2048,
  "PowerLineFrequency": 50,
  "EMGChannelCount": 256,
  "EMGReference": "olecranon (elbow)",
  "EMGGround": "head of ulna (right leg drive circuit)",
  "EMGPlacementScheme": "Other",
  "EMGPlacementSchemeDescription": "Four 8x8 high-density electrode arrays (64 channels each, 256 total) placed on the right forearm. Two arrays on extensor muscles (Extensor Distal near wrist, Extensor Proximal near elbow) and two on flexor muscles (Flexor Distal near wrist, Flexor Proximal near elbow). On each forearm side, two 8x8 arrays construct a 16x8 electrode array aligned with the forearm long axis. The center of the 16x8 array is aligned with the center of the forearm area bounded by the radial styloid, ulnar styloid, humeroulnar joint, and head of ulna. Inter-electrode distance: 10mm center-to-center. Electrodes are gelled elliptical (5mm x 2.8mm).",
  "RecordingType": "continuous",
  "Manufacturer": "OT Bioelettronica",
  "ManufacturersModelName": "Quattrocento",
  "ElectrodeManufacturer": "OT Bioelettronica",
  "ElectrodeManufacturersModelName": "ELSCH064NM3",
  "InterelectrodeDistance": 10,
  "Gain": 150,
  "SkinPreparation": "Forearm cleaned with abrasive gel and wiped with alcohol pad",
  "HardwareFilters": {
    "HighpassFilter": {
      "CutoffFrequency": 10,
      "Order": 2
    },
    "LowpassFilter": {
      "CutoffFrequency": 500,
      "TransitionBandwidth": 25,
      "StopbandAttenuation": 100
    }
  },
  "SoftwareFilters": "n/a",
  "InstitutionName": "Fudan University",
  "InstitutionalDepartmentName": "Center for Intelligent Medical Electronics, School of Information Science and Technology",
  "InstitutionAddress": "Shanghai 200433, China",
  "TaskName": "mvc",
  "TaskDescription": "Maximum Voluntary Contraction. Subjects performed MVC isometric flexion and extension of each finger (thumb, index, middle, ring, little). Each finger had 2 trials of 10s duration with 30s rest between trials. MVC values used to normalize force data in other tasks.",
  "Instructions": "Perform maximum voluntary contraction of the indicated finger in the specified direction and maintain for at least 2 seconds within the 10-second window."
}
